Repository: maikksmt/mentoro-ai
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Your profile has been updated.
de: Ihr Profil wurde aktualisiert.

source: Category
de: Kategorie

source: Categories
de: Kategorien

source: Pricing tier
de: Preismodell

source: Pricing tiers
de: Preismodell

source: Flat
de: Pauschal

source: % of sales
de: % vom Umsatz

source: Recurring
de: Wiederkehrend

source: Affiliate-Program
de: Affiliate-Programm

source: Affiliate-Programs
de: Affiliate-Programme

source: Filter, compare and discover AI tools.
de: KI-Tools filtern, vergleichen und entdecken.

source: Catalog
de: Katalog

source: All tools
de: Alle Tools

source: AI tools at a glance
de: KI-Tools auf einen Blick

source: All AI tools at a glance – filterable and sortable.
de: Alle KI-Tools auf einen Blick – filter- und sortierbar.

source: Overview of features, prices and alternatives
de: Übersicht über Funktionen, Preise und Alternativen

source: Content (translated)
de: Inhalt (übersetzt)

source: These fields are language-specific. Use the language tabs above.
de: Diese Felder sind sprachspezifisch. Verwende die Sprachregisterkarten oben.

source: Relations
de: Beziehungen

source: Title
de: Titel

source: Publish selected Comparison(s)
de: Ausgewählte Vergleiche veröffentlichen

source: %(n)d comparison(s) published.
de: %(n)d Vergleich(e) veröffentlicht.

source: Unpublish (revert to draft)
de: Unveröffentlichen (zum Entwurf zurück)

source: %(n)d comparison(s) reverted to draft.
de: %(n)d Vergleich(e) auf Entwurf zurückgesetzt

source: Comparison
de: Vergleich

source: Comparisons
de: Vergleiche

source: At least one tool is required if a score breakdown is provided.
de: Wenn eine Aufschlüsselung der Punktzahl bereitgestellt wird, ist mindestens ein Tool erforderlich.

source: Comparisons · MentoroAI
de: Vergleiche · MentoroAI

source: Comparisons of AI tools based on criteria such as price, functionality, and quality.
de: Vergleiche von KI-Tools anhand von Kriterien wie Preis, Funktionalität und Qualität.

source: Tool comparisons
de: Tool-Vergleiche

source: Discover side-by-side tool comparisons.
de: Entdecke direkte Tool-vergleiche.

source: Editorial – My Drafts.
de: Redaktion – Meine Entwürfe.

source: Internal editorial area.
de: Interner Redaktionsbereich.

source: Only the author can submit the article.
de: Nur der Autor kann den Artikel einreichen.

source: Submitted for review.
de: Zur Überprüfung eingereicht.

source: Editorial – Submit for Review.
de: Redaktion – Zur Überprüfung einreichen.

source: Internal editorial area
de: Interner Redaktionsbereich

source: Editorial – Review Queue
de: Redaktion – Prüfwarteschlange

source: Post updated.
de: Beitrag aktualisiert.

source: Editorial – Review.
de: Redaktion – Überprüfung.

source: You are now registered as an author. Good luck with your writing!
de: Du bist jetzt als Autor registriert. Viel Spaß beim Schreiben!

source: AI tools, guides & usecases for beginners and professionals · MentoroAI
de: KI-Tools, Leitfäden und Anwendungsfälle für Anfänger und Profis · MentoroAI

source: Understand AI tools and use them effectively
de: KI-Tools verstehen und effektiv nutzen

source: Mark as published
de: Veröffentlichen

source: Mark as Draft
de: Als Entwurf markieren

source: Term
de: Begriff

source: Short definition
de: Kurze Definition

source: Long definition
de: Ausführliche Definition

source: Language
de: Sprache

source: Glossary term
de: Glossarbegriff

source: Glossary terms
de: Glossarbegriffe

source: Glossary · MentoroAI
de: Glossar · MentoroAI

source: AI Glossary – Terms explained simply
de: KI-Glossar – Begriffe einfach erklärt

source: Auto: Change to GuideSection (Inline)
de: Auto: Änderung an GuideSection (Inline)

source: Send to review
de: Zur Überprüfung senden

source: You are not authorized to perform this action.
de: Du bist nicht berechtigt, diese Aktion auszuführen.

source: %(n)d Article(s) → Review.
de: %(n)d Artikel → Überprüfung

source: Request changes (→ Rework)
de: Änderungen anfordern (→ Nacharbeiten)

source: %(n)d Article(s) → Rework.
de: %(n)d Artikel → Nacharbeiten.

source: Publish selected Guide(s)
de: Ausgewählte Leitfäden veröffentlichen

source: Archiving (Soft Delete)
de: Archivierung (Soft Delete)

source: %(n)d Article(s) archived.
de: %(n)d Artikel archiviert.

source: Restore (→ Draft)
de: Wiederherstellen (→ Entwurf)

source: %(n)d Article(s) restored (draft).
de: %(n)d Artikel wiederhergestellt (Entwurf)

source: Guide
de: Leitfaden

source: Guides
de: Leitfäden

source: Guide Section
de: Leitfaden-Abschnitt

source: Guide Sections
de: Leitfaden Abschnitte

source: Guide Item
de: Leitfaden Item

source: Guide Items
de: Leitfaden Items

source: Either content_object (content_type + object_id) OR a URL.
de: Entweder content_object (content_type + object_id) ODER eine URL angeben.

source: Auto: Change to GuideSection (save)
de: Auto: Änderung an GuideSection (speichern)

source: Auto: Change to GuideSection (delete)
de: Auto: Änderung an GuideSection (löschen)

source: Guides · MentoroAI
de: Leitfäden · MentoroAI

source: Discover AI guides with step-by-step instructions.
de: Entdecke KI-Leitfäden mit Schritt-für-Schritt-Anleitungen.

source: Reason (optional)
de: Grund (optional)

source: Subscribe to the MentoroAI newsletter: updates on tools, comparisons, and guides.
de: Abonniere den MentoroAI Newsletter: Updates zu Tools, Vergleichen und Leitfäden.

source: Please check your inbox to confirm your subscription.
de: Bitte prüfe deinen Posteingang, um dein Abonnement zu bestätigen.

source: You are already subscribed.
de: Du bist bereits für den MentoroAI-Newsletter angemeldet.

source: Confirm newsletter subscription
de: Bestätige dein MentoroAI-Newsletter Abonnement

source: This confirmation link is invalid or has already been used.
de: Der Bestätigungslink ist ungültig oder wurde bereits verwendet.

source: No active subscription found for this email.
de: Für diese E-Mail wurde kein aktives Abonnement gefunden.

source: This email is already unsubscribed.
de: Diese E-Mail ist bereits abgemeldet.

source: You have been unsubscribed.
de: Du wurdest abgemeldet.

source: Internals
de: Intern

source: Auto: Change in the admin form (prompt)
de: Auto: Änderung im Admin-Formular (prompt)

source: Prompt was automatically set to "Review" due to changes.
de: Prompt wurde aufgrund von Änderungen automatisch auf "Überprüfen" gesetzt.

source: Submit for Review
de: Einreichen zur Überprüfung

source: %d Article(s) set for review.
de: %d Elemente zur Überprüfung eingestellt.

source: Request rework
de: Nacharbeit anfordern

source: %d Article(s) set to rework.
de: %d Elemente zu Nacharbeit geändert.

source: Publish
de: Veröffentlichen

source: Archive (Soft-Delete)
de: Archivierung (Soft Delete)

source: %d Article(s) archived.
de: %d Artikel archiviert.

source: Restore as draft
de: Wiederherstellen als Entwurf

source: %d items(s) restored to draft.
de: %d Elemente auf Entwurf zurückgesetzt.

source: Curated AI prompts with review/publish workflow.
de: Kuratierte KI-Prompts mit Überprüfungs-/Veröffentlichungs-Workflow.

source: Third-party authentication
de: Authentifizierung durch Drittanbieter

source: Continue with third-party login
de: Mit Drittanbieter-Login fortfahren

source: This action requires you to authenticate again with your connected third-party account (such as Google or GitHub).
de: Für diesen Vorgang müssen Sie sich erneut bei Ihrem verbundenen Drittanbieter-Konto (z. B. Google oder GitHub) authentifizieren.

source: Continue by confirming your %(provider_name)s login.
de: Fahren Sie fort, indem Sie Ihre %(provider_name)s -Anmeldung bestätigen

source: Continue by confirming your external login.
de: Fahren Sie fort, indem Sie Ihr externes Login bestätigen.

source: Continue
de: Weiter

source: Back to login
de: Zurück zum Login

source: Account dashboard
de: Konto-Dashboard

source: Your MentoroAI account
de: Ihr MentoroAI-Konto

source: Manage your e-mail, password and connected services in one place.
de: Verwalten Sie Ihre E-Mail, Ihr Passwort und Ihre verbundenen Dienste an einem Ort.

source: Account overview
de: Kontoübersicht

source: Username
de: Benutzername

source: Member since
de: Mitglied seit

source: This name can be shown as the author name on your published content.
de: Dieser Name kann als Autorenname auf Ihren veröffentlichten Inhalten angezeigt werden.

source: First name
de: Vorname

source: Last name
de: Nachname

source: Save author name
de: Namen des Autors speichern

source: Security
de: Sicherheit

source: Update your password and keep your account secure.
de: Aktualisieren Sie Ihr Passwort und schützen Sie Ihr Konto.

source: Change your current password.
de: Ändern Sie Ihr aktuelles Passwort.

source: Change password
de: Passwort ändern

source: Set a password in addition to social login.
de: Legen Sie zusätzlich zum sozialen Login ein Passwort fest.

source: Set password
de: Passwort festlegen

source: Connected services
de: Verbundene Dienste

source: Manage which external services (e.g. Google, GitHub) are linked to your MentoroAI account.
de: Verwalten Sie, welche externen Dienste (z. B. Google, GitHub) mit Ihrem MentoroAI-Konto verknüpft sind.

source: Manage connections
de: Verbindungen verwalten

source: Danger zone
de: Gefahrenzone

source: If you no longer want to use MentoroAI, you can log out or contact us to remove your account data.
de: Wenn Sie MentoroAI nicht mehr nutzen möchten, können Sie sich abmelden oder uns kontaktieren, um Ihre Kontodaten zu entfernen.

source: Log out
de: Abmelden

source: Email Addresses
de: E-Mail-Adressen

source: Email addresses
de: E-Mail-Adressen

source: Manage the email addresses linked to your account.
de: Verwalten Sie die mit Ihrem Konto verknüpften E-Mail-Adressen.

source: Primary
de: Primär

source: Verified
de: Verifiziert

source: Unverified
de: Nicht verifiziert

source: You have no email addresses associated with your account yet.
de: Du hast noch keine E-Mail-Adressen, die mit Ihrem Konto verknüpft sind.

source: Add new email address
de: Neue E-Mail-Adresse hinzufügen

source: Change e-mail address
de: E-Mail-Adresse ändern

source: Change your e-mail address
de: E-Mail-Adressen ändern

source: Update the e-mail address used for your MentoroAI account.
de: Aktualisieren Sie die E-Mail-Adresse, die Sie für Ihr MentoroAI-Konto verwenden.

source: Save e-mail
de: E-Mail speichern

source: Confirm email
de: E-Mail bestätigen

source: Confirm your email address to activate your MentoroAI account.
de: Bestätigen Sie Ihre E-Mail-Adresse, um Ihr MentoroAI-Konto zu aktivieren.

source: Confirm your email
de: Bestätigen Sie Ihre E-Mail

source: Please confirm that <strong>%(email)s</strong> is your email address.
de: Bitte bestätigen Sie, dass <strong>%(email)s</strong> Ihre E-Mail-Adresse ist.

source: This email confirmation link is invalid or has expired. Please request a new confirmation email.
de: Dieser Bestätigungslink in der E-Mail ist ungültig oder abgelaufen. Bitte fordern Sie eine neue Bestätigungs-E-Mail an.

source: Manage email addresses
de: E-Mail-Adressen verwalten

source: Login for MentoroAI.
de: Login für MentoroAI.

source: Welcome back
de: Willkommen zurück

source: Log in to access your guides, prompts and saved content.
de: Melden Sie sich an, um auf Ihre Leitfäden, Prompts und gespeicherten Inhalte zuzugreifen.

source: or continue with e-mail
de: oder mit E-Mail fortfahren

source: eMail or username
de: E-Mail oder Benutzername

source: Password
de: Passwort

source: Forgot your password?
de: Passwort vergessen?

source: New to MentoroAI?
de: Neu bei MentoroAI?

source: Create a free account
de: Erstellen Sie ein kostenloses Konto

source: Logout for MentoroAI.
de: Logout für MentoroAI.

source: Do you really want to logout from MentoroAI?
de: Möchten Sie sich wirklich von MentoroAI abmelden?

source: Back to homepage
de: Zurück zur Startseite

source: Change Password
de: Passwort ändern

source: Save new password
de: Neues Passwort speichern

source: Reset Password
de: Passwort zurücksetzen

source: Reset your password.
de: Setzen Sie Ihr Passwort zurück.

source: Reset your password
de: Setzen Sie Ihr Passwort zurück

source: Enter your email address and we will send you a reset link.
de: Geben Sie Ihre E-Mail-Adresse ein und wir senden Ihnen einen Link zum Zurücksetzen.

source: Send reset link
de: Reset-Link senden

source: Password Reset Sent
de: Passwort zurücksetzen gesendet

source: Check your inbox
de: Überprüfen Sie Ihren Posteingang

source: If an account exists with the email you entered, you will receive a password reset link shortly.
de: Wenn ein Konto mit der von Ihnen eingegebenen E-Mail-Adresse existiert, erhalten Sie in Kürze einen Link zum Zurücksetzen Ihres Passworts.

source: Set New Password
de: Neues Passwort festlegen

source: Set a new password
de: Ein neues Passwort festlegen

source: This password reset link is invalid or has expired.
de: Dieser Link zum Zurücksetzen des Passworts ist ungültig oder abgelaufen.

source: Request a new reset link
de: Neuen Reset-Link anfordern

source: Password Reset Complete
de: Passwort zurücksetzen abgeschlossen

source: Password changed
de: Passwort geändert

source: Your password has been updated. You can now log in with your new password.
de: Ihr Passwort wurde aktualisiert. Sie können sich nun mit Ihrem neuen Passwort anmelden.

source: Set a password for your account
de: Legen Sie ein Passwort für Ihr Konto fest

source: You signed up using a social login. You can set a local password here.
de: Sie haben sich mit einem sozialen Login angemeldet. Sie können hier ein lokales Passwort festlegen.

source: Confirm your password
de: Bestätigen Sie Ihr Passwort

source: Please confirm your identity
de: Bitte bestätigen Sie Ihre Identität

source: For security reasons we need you to re-enter your password.
de: Aus Sicherheitsgründen müssen Sie Ihr Passwort erneut eingeben.

source: Signup
de: Registrieren

source: Create your MentoroAI account
de: Erstellen Sie Ihr MentoroAI-Konto

source: Create an account to save your favorite guides, prompts and tools.
de: Erstellen Sie ein Konto, um Ihre Leitfäden, Prompts und Tools zu speichern.

source: or sign up with e-mail
de: Oder mit E-Mail anmelden

source: Please confirm your email address. Your account will then be activated by an administrator.
de: Bitte bestätige deine E-Mail-Adresse. Dein Konto wird anschließend von einem Administrator aktiviert.

source: I already have an account
de: Ich habe bereits ein Benutzerkonto

source: Signups closed
de: Anmeldungen geschlossen

source: New registrations are currently closed
de: Neue Registrierungen sind derzeit geschlossen

source: We are not accepting new signups without invitation at the moment. Please try again later.
de: Wir akzeptieren derzeit keine neuen Anmeldungen ohne Einladung. Bitte versuchen Sie es später noch einmal.

source: You are already logged in as %(user_display)s.
de: Sie sind bereits als %(user_display)s angemeldet.

source: Log out and use a different account
de: Melden Sie sich ab und verwenden Sie ein anderes Konto

source: You have no e-mail address associated with your account.
de: Sie haben keine E-Mail-Adresse, die mit Ihrem Konto verknüpft ist.

source: Without an e-mail address you cannot reset your password or receive important notifications.
de: Ohne E-Mail-Adresse können Sie Ihr Passwort nicht zurücksetzen oder wichtige Benachrichtigungen erhalten.

source: Add an e-mail address now.
de: Fügen Sie jetzt eine E-Mail-Adresse hinzu.

source: Email verification sent
de: E-Mail-Bestätigung gesendet

source: We have sent you an email with a confirmation link.
de: Wir haben Ihnen eine E-Mail mit einem Bestätigungslink gesendet.

source: We have sent a verification link to your email address.
de: Wir haben einen Bestätigungslink an Ihre E-Mail-Adresse gesendet.

source: Please click the link in the email to confirm your address and activate your MentoroAI account.
de: Bitte klicken Sie auf den Link in der E-Mail, um Ihre Adresse zu bestätigen und Ihr MentoroAI-Konto zu aktivieren.

source: If you do not see the email, please check your spam folder.
de: Wenn Sie die E-Mail nicht sehen, überprüfen Sie bitte Ihren Spam-Ordner.

source: E-mail verification required
de: E-Mail-Bestätigung erforderlich

source: Please verify your e-mail address
de: Bitte bestätigen Sie Ihre E-Mail-Adresse

source: To continue, you need to verify your e-mail address. We have sent you an e-mail with a confirmation link.
de: Um fortzufahren, müssen Sie Ihre E-Mail-Adresse bestätigen. Wir haben Ihnen eine E-Mail mit einem Bestätigungslink geschickt.

source: If you did not receive the e-mail, check your spam folder or request a new confirmation link in your account settings.
de: Wenn Sie die E-Mail nicht erhalten haben, überprüfen Sie Ihren Spam-Ordner oder fordern Sie einen neuen Bestätigungslink in Ihren Kontoeinstellungen an.

source: Manage e-mail addresses
de: E-Mail-Adressen verwalten

source: Compare draft vs live
de: Entwurf mit Live vergleichen

source: Draft ↔ Live
de: Entwurf ↔ Live

source: Draft vs. Live
de: Entwurf vs. Live

source: Field
de: Feld

source: Draft (current form)
de: Entwurf (aktuelles Formular)

source: Live (published)
de: Live (veröffentlicht)

source: Sections with changes
de: Abschnitte mit Änderungen

source: added
de: Zusätzlich

source: changed
de: geändert

source: No differences found across languages.
de: Es wurden keine Unterschiede in allen Sprachen festgestellt.

source: Back
de: Zurück

source: Draft vs Live
de: Entwurf vs. Live

source: No differences in this language.
de: Keine Unterschiede in dieser Sprache.

source: Mobile menu
de: Mobiles Menü

source: Glossary
de: Glossar

source: Use cases
de: Anwendungsfälle

source: Search
de: Suche

source: Toggle theme
de: Theme wechseln

source: Language select
de: Sprachauswahl

source: Drafts
de: Entwürfe

source: Reviews
de: Überprüfungen

source: What can I find on MentoroAI?
de: Was kann ich auf MentoroAI finden?

source: Legal notice
de: Impressum

source: Privacy policy
de: Datenschutzerklärung

source: Terms of Use
de: Nutzungsbedingungen

source: Copyright
de: Urheberrecht

source: To the website
de: Zur Website

source: Free Tier
de: Kostenloser Tarif

source: Description
de: Beschreibung

source: Functions
de: Funktionen

source: Pricing
de: Preise

source: Integrations
de: Integrationen

source: Similar Tools
de: Ähnliche Tools

source: Search tools …
de: Suche Tools …

source: Only with Free-Tier
de: Nur mit kostenlosem Tarif

source: Reset
de: Zurücksetzen

source: Read details about
de: Lesen Sie Details über

source: Open website for
de: Website öffnen für

source: No tools found.
de: Keine Tools gefunden.

source: Winner
de: Gewinner

source: Evaluation according to criteria
de: Bewertung nach Kriterien

source: Criteria
de: Kriterien

source: Remarks
de: Anmerkungen

source: Similar comparisons
de: Ähnliche Vergleiche

source: Tool comparison
de: Tool-Vergleich

source: Comparisons based on criteria such as price, functionality and quality.
de: Vergleiche auf Basis von Kriterien wie Preis, Funktionalität und Qualität.

source: Search…
de: Suche…

source: All categories
de: Alle Kategorien

source: No comparisons found.
de: Keine Vergleiche gefunden.

source: Review Queue
de: Review-Warteschlange

source: Author
de: Autor

source: Draft
de: Entwurf

source: Apply changes
de: Änderungen übernehmen

source: No posts in review process
de: Keine Beiträge im Review-Prozess

source: Change status
de: Status ändern

source: Type
de: Typ

source: Object ID
de: Objekt-ID

source: Save
de: Speichern

source: Find the right tools, compare real alternatives, and follow practical guides and prompts to apply AI confidently in everyday life.
de: Finden Sie die richtigen Tools, vergleichen Sie echte Alternativen und folgen Sie praktischen Anleitungen und Hinweisen, um KI sicher im Alltag anzuwenden.

source: Begin with the Starter Guide
de: Beginne mit dem Start-Leitfaden

source: Discover AI Tools
de: KI-Tools entdecken

source: Featured Tools
de: Empfohlene Tools

source: Rating
de: Bewertung

source: Recommended for you
de: Empfohlen für dich

source: Current content
de: Aktuelle Inhalte

source: Usecases
de: Anwendungsfälle

source: No published content yet.
de: Noch keine veröffentlichten Inhalte.

source: Overview and distinction of content areas on MentoroAI
de: Überblick und Abgrenzung der Inhaltsbereiche auf MentoroAI

source: MentoroAI offers different types of content – each format has a clear purpose, its own depth, and addresses specific user needs. The following overview explains the structure, goal, and focus of the six key content categories.
de: MentoroAI bietet verschiedene Inhaltsformate an – jedes Format hat einen klaren Zweck, seine eigene Tiefe und geht auf spezifische Nutzerbedürfnisse ein. Die folgende Übersicht erläutert Struktur, Ziel und Schwerpunkt der sechs wichtigsten Inhaltskategorien.

source: Use Cases
de: Anwendungsfälle

source: Glossary – Understand key terms
de: Glossar – Wichtige Begriffe verstehen

source: Purpose:
de: Zweck:

source: Explain core concepts of artificial intelligence – simple, clear, and with context.
de: Erklärung der Kernkonzepte der künstlichen Intelligenz – einfach, klar und im Kontext.

source: Content:
de: Inhalt:

source: Term (e.g. “Neural Network”)
de: Begriff (z. B. „Neuronales Netzwerk“)

source: Short definition (“A computer model inspired by the human brain…”)
de: Kurzdefinition („Ein vom menschlichen Gehirn inspiriertes Computermodell…“)

source: Detailed explanation with examples or analogies
de: Detaillierte Erläuterung mit Beispielen oder Analogien

source: Category (e.g. Models & Architectures, Ethics & Society)
de: Kategorie (z. B. Modelle & Architekturen, Ethik & Gesellschaft)

source: Focus:
de: Fokus:

source: Understand terminology and relationships.
de: Terminologie und Beziehungen verstehen.

source: Example:
de: Beispiel:

source: Prompt – a command or question given to an AI model describing what output to generate.
de: Prompt - ein Befehl oder eine Frage, die einem KI-Modell gegeben wird, das beschreibt, welche Ausgabe generiert werden soll.

source: Go to Glossary
de: Gehe zum Glossar

source: Guides – Learn & apply step by step
de: Leitfäden - Lernen und Schritt für Schritt anwenden

source: Instructional texts that explain a topic from the ground up – practical and easy to follow. They combine knowledge, motivation, and actionable steps.
de: Lehrtexte, die ein Thema von Grund auf erklären - praktisch und leicht zu befolgen. Sie kombinieren Wissen, Motivation und umsetzbare Schritte.

source: Introduction to a topic (“AI in everyday office work”)
de: Einführung in ein Thema („KI in der täglichen Büroarbeit“)

source: Step-by-step instructions or checklists
de: Schritt-für-Schritt-Anleitungen oder Checklisten

source: Tips, case studies, and common mistakes
de: Tipps, Fallstudien und häufige Fehler

source: Hands-on tone, often including screenshots or example prompts
de: Praktischer Ton, oft mit Screenshots oder Beispielaufforderungen

source: How to use AI effectively, safely, and confidently.
de: Wie man KI effektiv, sicher und selbstbewusst nutzt.

source: Audience:
de: Publikum:

source: Beginners, learners, and curious users.
de: Anfänger, Lernende und neugierige Benutzer.

source: Distinction:
de: Unterscheidung:

source: Guides explain and accompany – they are not direct examples but structured learning or application tutorials.
de: Leitfäden erklären und begleiten - sie sind keine direkten Beispiele, sondern strukturiertes Lernen oder Anwendungs-Tutorials.

source: Guide: “Save time with AI in everyday office tasks – reports, emails & meetings.”
de: Leitfaden: "Spare Zeit mit KI bei alltäglichen Büroaufgaben - Berichte, E-Mails und Meetings."
