Repository: maikksmt/mentoro-ai
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Invalid or expired link
de: Ungültiger oder abgelaufener Link

source: Please unsubscribe via the form instead.
de: Bitte melde dich stattdessen über das Formular ab.

source: You have been unsubscribed
de: Du wurdest abgemeldet

source: %(email)s will no longer receive ournewsletter.
de: %(email)s erhalten unseren Newsletter nicht mehr.

source: Unsubscribed
de: Abbestellt

source: You will no longer receive our newsletter. You can resubscribe anytime on our website.
de: Du wirst unseren Newsletter nicht mehr erhalten. Du kannst dich jederzeit auf unserer Website erneut anmelden.

source: Check public pages for basic SEO tags.
de: Prüfung öffentlicher Seiten auf grundlegende SEO-Tags.

source: Path(s) – one path per line (e.g. <code>/de/glossar/</code>)
de: Pfad(e) – ein Pfad pro Zeile (z. B.<code>/de/glossar/</code>)

source: Check
de: Prüfen

source: Path
de: Pfad

source: Hints
de: Hinweise

source: Our areas of expertise at a glance - from definitions to practical examples.
de: Unsere Kompetenzbereiche im Überblick - von Definitionen bis zu praktischen Beispielen.

source: Go to Glossary list
de: Zur Glossar liste

source: AI terms explained simply - understandable, concise and with examples.
de: KI-Begriffe einfach erklärt - verständlich, prägnant und mit Beispielen.

source: To glossary
de: Zum Glossar

source: Go to Guides list
de: Zu den Leitfäden

source: Step-by-step instructions for using AI safely in everyday life or at work.
de: Schritt-für-Schritt-Anleitung für den sicheren Einsatz von KI im Alltag oder bei der Arbeit.

source: To the guides
de: Zu den Leitfäden

source: Go to Prompts list
de: Zu den Prompts

source: Ready-made input templates for ChatGPT & Co. - simply copy and get started.
de: Fertig vorgefertigte Eingabevorlagen für ChatGPT & Co. - einfach kopieren und loslegen.

source: To the prompts
de: Zu den Prompts

source: Go to Usecases list
de: Zu den Anwendungsfällen

source: Others are already using AI - real-world examples from everyday life and work.
de: Andere nutzen KI bereits - Beispiele aus dem Alltag und der Berufswelt.

source: To the use cases
de: Zu den Anwendungsfällen

source: Go to Tools list
de: Zu den Tools

source: AI tools and platforms presented - with features and areas of application.
de: KI-Tools und -Plattformen vorgestellt - mit Funktionen und Anwendungsbereichen.

source: To the tools
de: Zu den Tools

source: Go to Comparisons list
de: Zu den Vergleichen

source: Find out which AI tool or model best suits your needs.
de: Finde heraus, welches KI-Tool oder -Modell am besten zu deinen Bedürfnissen passt.

source: To the comparisons
de: Zu den Vergleichen

source: Read
de: Lesen

source: Published on
de: Veröffentlicht am

source: Become an author on MentoroAI
de: Werden Sie Autor auf MentoroAI

source: Share your knowledge and help others understand AI
de: Teilen Sie Ihr Wissen und helfen Sie anderen, KI zu verstehen

source: Want to publish guides, use cases or prompts? Create a free account and start contributing your own content. Your ideas can help thousands of users learn AI faster.
de: Möchten Sie Anleitungen, Anwendungsfälle oder Prompts veröffentlichen? Erstellen Sie ein kostenloses Konto und beginnen Sie, Ihre eigenen Inhalte beizusteuern. Ihre Ideen können Tausenden von Nutzern helfen, KI schneller zu erlernen.

source: Author accounts are currently limited. We’re onboarding new authors step by step. If you’re interested in joining early, feel free to reach out on GitHub.
de: Die Anzahl der Autorenkonten ist derzeit begrenzt. Wir nehmen nach und nach neue Autoren auf. Wenn Sie daran interessiert sind, frühzeitig beizutreten, kontaktieren Sie uns bitte über GitHub.

source: Access your drafts and continue creating new content.
de: Greifen Sie auf Ihre Entwürfe zu und erstellen Sie weiterhin neue Inhalte.

source: Go to my editorial drafts
de: Gehe zu meinen redaktionellen Entwürfen

source: My drafts
de: Meine Entwürfe

source: You're registered! an administrator will activate your author account shortly. Thanks for your patience!
de: Sie sind registriert! Ein Administrator wird Ihr Autorenkonto in Kürze aktivieren. Vielen Dank für Ihre Geduld!

source: Join as an author for free
de: Kostenlos als Autor beitreten

source: Join for free
de: Kostenlos beitreten

source: After creating your account, an administrator will review and activate your author access.
de: Nach der Erstellung Ihres Kontos wird ein Administrator Ihren Autorenzugang überprüfen und aktivieren.

source: Go to external project github discussions page
de: Gehen Sie zur externen Projekt-Github-Diskussionsseite

source: Go to Github
de: Gehe zu Github

source: Copy text block
de: Textblock kopieren

source: Go to my editorial drafts
de: Gehe zu meinen redaktionellen Entwürfen

source: Go to editorial review queue
de: Zur Warteschlange für redaktionelle Reviews

source: MentoroAI is a continuously process
de: MentoroAI ist ein kontinuierlicher Prozess

source: Some features may change or be incomplete.
de: Einige Funktionen können sich ändern oder unvollständig sein.

source: Please provide feedback on Github Discussions
de: Bitte sende Feedback auf Github Diskussions

source: Go to Github
de: Gehe zu Github

source: What’s coming to MentoroAI
de: Was als nächstes auf MentoroAI kommt

source: A quick preview of features we’re building next.
de: Eine kurze Vorschau auf die Funktionen, die wir als nächstes entwickeln.

source: Editorial system
de: Redaktionssystem

source: Draft → review → publish workflow with roles (Author, Editor, Admin) and status history.
de: Entwurf → Überprüfung → Workflow mit Rollen (Autor, Redakteur, Administrator) und Statusverlauf veröffentlichen.

source: Per-object review checklist and required approvals before publishing.
de: Checkliste für die Überprüfung pro Objekt und erforderliche Genehmigungen vor der Veröffentlichung.

source: Versioning & change log for all content (diffs, rollbacks).
de: Versionierung und Änderungsprotokoll für alle Inhalte (Diffs, Rollbacks).

source: Scheduled publishing and unpublishing.
de: Geplante Veröffentlichung und De-Veröffentlichung.

source: planned
de: geplant

source: Model picker for each prompt (e.g., GPT-4 class, Claude, Llama) and per-model tips.
de: Modellauswahl für jede Eingabeaufforderung (z. B. GPT-4-Klasse, Claude, Llama) und Tipps pro Modell.

source: Structured prompt templates with variables, examples, and tone/style presets.
de: Strukturierte Eingabeaufforderungsvorlagen mit Variablen, Beispielen und Ton-/Stilvoreinstellungen.

source: Guardrails: context hints, do/don’t lists, and input validation.
de: Leitplanken: Kontexthinweise, Do/Don't-Listen und Eingabevalidierung.

source: One-click copy, shareable links, and export (Markdown/JSON).
de: Ein-Klick-Kopieren, teilbare Links und Export (Markdown/JSON).

source: Execution notes: record outputs to compare iterations.
de: Hinweise zur Ausführung: Ergebnisse aufzeichnen, um Iterationen zu vergleichen.

source: Discovery & navigation
de: Entdecken & Navigieren

source: Unified search across Tools, Guides, Prompts, Use-Cases with filters and tags.
de: Einheitliche Suche zwischen Tools, Leitfäden, Prompts, Anwendungsfall mit Filtern und Tags.

source: Collections & bookmarks (save for later, custom lists).
de: Sammlungen & Lesezeichen (für später speichern, benutzerdefinierte Listen).

source: Compare view: side-by-side feature comparison for tools and prompts.
de: Vergleichsansicht: Side-by-Side-Feature-Vergleich für Tools und Eingabeaufforderungen.

source: RSS/Atom feeds for new and updated content.
de: RSS/Atom-Feeds für neue und aktualisierte Inhalte.

source: Quality & accessibility
de: Qualität & Zugänglichkeit

source: A11y passes (focus states, landmarks, color contrast) and keyboard-first UX.
de: A11y-Pässe (Fokuszustände, Orientierungspunkte, Farbkontrast) und Tastatur-First-UX.

source: Reading modes: compact vs. comfortable layout.
de: Lesemodi: kompaktes vs. komfortables Layout.

source: Glossary hover cards for terms used in content.
de: Glossar-Hover-Karten für Begriffe, die in Inhalten verwendet werden.

source: Feedback widget on every page (quick rating + free text).
de: Feedback-Widget auf jeder Seite (Schnellbewertung + freier Text).

source: Multilingual & localization
de: Mehrsprachig & Lokalisierung

source: Side-by-side DE/EN editing and translation status indicators.
de: Side-by-side DE/EN-Bearbeitungs- und Übersetzungsstatusanzeigen.

source: Per-language slugs and canonical links.
de: Slugs pro Sprache und kanonische Links.

source: Language-aware search and filters.
de: Sprachbewusste Suche und Filter.

source: Integrations & API
de: Integrationen & API

source: Optional API keys to try prompts live (bring-your-own-key).
de: Optionale API-Schlüssel, um Prompts live zu testen (bring-your-own-key).

source: Plugin endpoints for external tooling (read-only API first).
de: Plugin-Endpunkte für externe Tools (first read-only-API).

source: Privacy-friendly analytics and opt-in telemetry.
de: Datenschutzfreundliche Analysen und Opt-in-Telemetrie.

source: Performance & reliability
de: Leistung & Zuverlässigkeit

source: Image optimization and smart caching.
de: Bildoptimierung und intelligentes Caching.

source: Offline-friendly error pages and graceful fallbacks.
de: Offline-freundliche Fehlerseiten und anmutige Fallbacks.

source: CI coverage gates for editorial and schema changes.
de: CI-Abdeckungsgates für redaktionelle und Schemaänderungen.

source: Heads-up: Priorities may shift based on user feedback. If a feature is critical for you, please tell us!
de: Heads-up: Die Prioritäten können sich je nach Benutzerfeedback ändern. Wenn eine Funktion für dich entscheidend ist, sage es uns bitte!

source: Close
de: Schließen

source: Close modal
de: Modal schließen

source: New to AI? Start here
de: KI ist Neu für dich? Starte hier

source: Perfect if you’ve never used AI before. No jargon, just practical steps.
de: Perfekt, wenn Sie noch nie KI verwendet haben. Kein Jargon, nur praktische Schritte.

source: Open the Starter Guide
de: Öffne den Start-Leitfaden

source: Browse beginner-friendly tools
de: Anfängerfreundliche Tools durchsuchen

source: Suitable tools
de: Geeignete Tools

source: No tools linked.
de: Keine Tools verknüpft.

source: More Prompts
de: Weitere Prompts

source: No published prompts found.
de: Keine veröffentlichten Prompts gefunden.

source: Your connected accounts
de: Ihre verbundenen Konten

source: You can remove a connected account. You will no longer be able to sign in with it.
de: Sie können ein verbundenes Konto entfernen. Sie können sich dann nicht mehr damit anmelden.

source: Remove selected connection
de: Ausgewählte Verknüpfung entfernen

source: You currently have no external accounts connected.
de: Sie haben derzeit keine externen Konten verbunden.

source: Add a new connection
de: Eine neue Verknüpfung hinzufügen

source: Connect another service to sign in with it in the future.
de: Verbinden Sie einen anderen Dienst, um sich in Zukunft damit anzumelden.

source: Connect Google
de: Google verbinden

source: Connect GitHub
de: GitHub verbinden

source: Tools used
de: Verwendete Tools

source: Similar use cases
de: Ähnliche Anwendungsfälle

source: No published use cases found.
de: Keine veröffentlichten Anwendungsfälle gefunden.

source: Auto: Change in the admin form (usecase)
de: Auto: Änderung im Admin-Formular (usecase)

source: Usecase was automatically set to "Review" due to changes.
de: Usecase wurde aufgrund von Änderungen automatisch auf "Überprüfen" gesetzt.

source: Submit for review
de: Einreichen zur Überprüfung

source: %d item(s) moved to review.
de: %d Elemente zu Entwurf geändert.

source: %d item(s) moved to rework.
de: %d Elemente zu Nacharbeit geändert.

source: Archive
de: Archiv

source: %d item(s) archived.
de: %d Artikel archiviert.

source: Restore to draft
de: Zurücksetzen auf Entwurf

source: %d item(s) restored to draft.
de: %d Elemente auf Entwurf zurückgesetzt.

source: Usecase
de: Anwendungsfall

source: Usecases · MentoroAI
de: Anwendungsfälle · MentoroAI

source: Discover how people used ai in real usecases
de: Entdecke, wie Menschen KI in realen Fällen verwendet haben.
