Repository: maikksmt/mentoro-ai
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Explore Guides
de: Leitfäden erkunden

source: Prompts – Ready-to-use input examples
de: Prompts – Sofort einsatzbereite Eingabebeispiele

source: Immediately usable input templates (“prompts”) for different goals, tailored to task and audience.
de: Sofort verwendbare Eingabevorlagen ("Prompts") für verschiedene Ziele, zugeschnitten auf die Aufgabe und Publikum.

source: Title (e.g. “Create a structured email summary”)
de: Titel (z. B. „Erstelle eine strukturierte E-Mail-Zusammenfassung“)

source: Description of the intended use
de: Beschreibung des Verwendungszwecks

source: Prompt text (formatted and copy-friendly)
de: Prompt Text (formatiert und kopierfreundlich)

source: Example outputs or variations
de: Beispielausgaben oder Variationen

source: Start right away – with a well-crafted input.
de: Lege gleich los - mit einer gut formulierten Eingabe.

source: Prompts are tools (text building blocks), guides are explanations, and use cases are real-life examples.
de: Prompts sind Werkzeuge (Textbausteine), Leitfäden sind Erklärungen, Und Anwendungsfälle sind Beispiele aus der Praxis.

source: Prompt: “Summarize the following email in three sentences and mark open items with an asterisk.”
de: Prompt: „Fasse die folgende E-Mail in drei Sätzen zusammen und markiere offene Elemente mit einem Sternchen.“

source: Browse Prompts
de: Weitere Prompts

source: Use Cases – Real-world examples
de: Anwendungsfälle – Beispiele aus der Praxis

source: Illustrate where and how AI is used in real-life situations.
de: Veranschaulicht, wo und wie KI in realen Situationen eingesetzt wird.

source: Description of a specific application or industry
de: Beschreibung einer bestimmten Anwendung oder Branche

source: Problem → AI solution → Result
de: Problem → KI-Lösung → Ergebnis

source: Benefits, limitations, and success factors
de: Vorteile, Einschränkungen und Erfolgsfaktoren

source: Optionally: links to related tools or prompts
de: Optional: Links zu verwandten Tools oder Eingabeaufforderungen

source: How does AI create value in my field or daily life?
de: Wie schafft KI einen Mehrwert in meinem Bereich oder Alltag?

source: A use case shows what’s possible – a guide explains how to do it yourself.
de: Ein Anwendungsfall zeigt, was möglich ist – ein Leitfaden erklärt, wie man es selbst macht.

source: Use Case: "Summarizing insurance reports with AI – saving 60 %% of processing time."
de: Anwendungsfall: "Versicherungsberichte mit KI zusammenfassen - 60 %% der Bearbeitungszeit sparen."

source: Explore Use Cases
de: Anwendungsfälle erkunden

source: Tools – Discover AI apps & platforms
de: Tools – Entdecke KI-Apps und -Plattformen

source: Introducing and classifying AI tools, apps, and platforms.
de: Vorstellung und Klassifizierung von KI-Tools, Apps und Plattformen.

source: Short description, main functions, and typical use cases
de: Kurzbeschreibung, Hauptfunktionen und typische Anwendungsfälle

source: Screenshots or sample workflows
de: Screenshots oder Beispiel-Workflows

source: Links to the official website or app
de: Links zur offiziellen Website oder App

source: Comparative overview with similar tools
de: Vergleichender Überblick mit ähnlichen Tools

source: What can this tool do, and when is it worth using?
de: Was kann dieses Tool leisten und wann lohnt sich sein Einsatz?

source: ChatGPT – a language model by OpenAI for text generation, ideal for idea creation, drafts, and analysis.
de: ChatGPT - ein Sprachmodell von OpenAI für die Textgenerierung, ideal für die Erstellung von Ideen, Entwürfen und Analysen.

source: Explore Tools
de: Tools erkunden

source: Comparisons – Orientation & decision help
de: Vergleiche – Orientierung & Entscheidungshilfe

source: Compare similar tools, models, or approaches to highlight differences and ideal use cases.
de: Vergleiche ähnliche Tools, Modelle oder Ansätze, um Unterschiede und ideale Anwendungsfälle hervorzuheben.

source: Comparison tables (e.g. “ChatGPT vs Claude vs Gemini”)
de: Vergleichstabellen (z. B. „ChatGPT vs. Claude vs. Gemini“)

source: Evaluation by criteria such as price, quality, privacy, strengths / weaknesses
de: Bewertung nach Kriterien wie Preis, Qualität, Datenschutz, Stärken/Schwächen

source: Summary and recommendations
de: Zusammenfassung und Empfehlungen

source: Which tool or approach fits my needs best?
de: Welches Tool oder welcher Ansatz passt am besten zu meinen Bedürfnissen?

source: Comparison: “ChatGPT vs Gemini – Which model works better for office productivity?”
de: Vergleich: „ChatGPT vs. Gemini – Welches Modell eignet sich besser für die Büroproduktivität?“

source: View Comparisons
de: Vergleiche anzeigen

source: Back to top
de: Zurück nach oben

source: Back to Glossary
de: Zurück zum Glossar

source: AI Glossary
de: KI-Glossar

source: Search term...
de: Suchbegriff...

source: Show all terms
de: Alle Begriffe anzeigen

source: All
de: Alle

source: Show terms with letter
de: Begriffe anzeigen mit Buchstabe

source: Previous Page
de: Vorherige Seite

source: Previous
de: Zurück

source: Site
de: Seite

source: Next Page
de: Nächste Seite

source: Next
de: Weiter

source: No hits.
de: Keine Treffer.

source: Related Guides
de: Verwandte Leitfäden

source: Step-by-step instructions on AI topics – understandable and practical.
de: Schritt-für-Schritt-Anleitungen zu KI Themen – verständlich und praxisnah.

source: Read more
de: Weiterlesen

source: No published guides available.
de: Keine veröffentlichten Leitfäden verfügbar.

source: Cookie Policy – MentoroAI
de: Cookie-Richtlinie – MentoroAI

source: Cookie Policy
de: Cookie-Richtlinie

source: What are cookies?
de: Was sind Cookies?

source: Cookies are small text files stored on your device when you visit a website. They provide technical functionality or convenience features (e.g., language selection).
de: Cookies sind kleine Textdateien, die auf deinem Gerät gespeichert werden, wenn du eine Website besuchst. Sie ermöglichen technische Funktionen oder Komfortoptionen (z. B. Sprachauswahl).

source: Cookies we use
de: Verwendete Cookies

source: This website uses the following types of cookies:
de: Diese Website verwendet die folgenden Arten von Cookies:

source: Technically necessary cookies
de: Technisch notwendige Cookies

source: security cookie for form submissions
de: Sicherheits-Cookie für Formularübermittlungen

source: stores the current session ID
de: Speichert die aktuelle Sitzungs-ID

source: remembers your selected theme (light/dark)
de: Merkt sich dein ausgewähltes Theme (hell/dunkel)

source: remembers your selected language
de: Merkt sich deine ausgewählte Sprache

source: Consent management (Cookiebot)
de: Einwilligungsmanagement (Cookiebot)

source: This website uses the consent management platform Cookiebot by Usercentrics. Cookiebot stores cookies to document and manage your consent status. These cookies are technically necessary to comply with legal consent requirements.
de: Diese Website nutzt die Einwilligungsmanagement-Plattform Cookiebot von Usercentrics. Cookiebot speichert Cookies, um Ihren Einwilligungsstatus zu dokumentieren und zu verwalten. Diese Cookies sind technisch notwendig, um die gesetzlichen Einwilligungsvorschriften einzuhalten.

source: stores your consent state (necessary)
de: Speichert Ihren Einwilligungsstatus (notwendig)

source: remembers category choices
de: Merkt sich Kategorieauswahl

source: Statistics cookies (Google Analytics 4)
de: Statistik-Cookies (Google Analytics 4)

source: Google Analytics 4 is only activated after explicit consent (“Statistics” category). Before consent, no Analytics cookies are set due to Google Consent Mode v2.
de: Google Analytics 4 wird erst nach ausdrücklicher Einwilligung aktiviert (Kategorie „Statistiken“). Vor der Einwilligung werden aufgrund des Google Consent Mode v2 keine Analytics-Cookies gesetzt.

source: used to distinguish users (expires after 2 years)
de: Wird verwendet, um Benutzer zu unterscheiden (läuft nach 2 Jahren ab)

source: used to maintain session state (expires after 1 year)
de: Wird verwendet, um den Sitzungsstatus aufrechtzuerhalten (läuft nach 1 Jahr ab)

source: Cookie control
de: Cookie-Steuerung

source: You can change or withdraw your consent at any time by opening the Cookiebot settings via the link “Change your consent” at the bottom of the page. Browser-based blocking or deleting of cookies is also possible.
de: Sie können Ihre Einwilligung jederzeit ändern oder widerrufen, indem Sie die Cookiebot-Einstellungen über den Link „Einwilligung ändern“ am Seitenende öffnen. Das Blockieren oder Löschen von Cookies über den Browser ist ebenfalls möglich.

source: Copyright & Licenses – MentoroAI
de: Urheberrecht & Lizenzen – MentoroAI

source: Copyright & Licenses
de: Urheberrecht & Lizenzen

source: 1. Copyright
de: 1. Urheberrecht

source: All content published on this website (texts, images, code, layouts) is protected by copyright. Third-party contributions are marked accordingly.
de: Alle auf dieser Website veröffentlichten Inhalte (Texte, Bilder, Code, Layouts) sind urheberrechtlich geschützt. Beiträge Dritter sind entsprechend gekennzeichnet.

source: 2. Open-source license
de: 2. Open-Source-Lizenz

source: The MentoroAI project is licensed under the GNU General Public License v3.0 (GPLv3). A copy of the license can be found on Github in the file
de: Das MentoroAI-Projekt steht unter der GNU General Public License v3.0 (GPLv3). Eine Kopie der Lizenz befindet sich auf Github in der Datei

source: in the source repository.
de: im Quellcode-Repository.

source: 3. Use of content
de: 3. Nutzung von Inhalten

source: Reuse or reproduction of the content is only permitted within the scope of the license terms.
de: Die Wiederverwendung oder Vervielfältigung der Inhalte ist nur im Rahmen der Lizenzbedingungen erlaubt.

source: 4. Trademarks and logos
de: 4. Marken und Logos

source: Third-party trademarks and logos are the property of their respective owners.
de: Marken und Logos Dritter sind Eigentum der jeweiligen Rechteinhaber.

source: Legal Notice – MentoroAI
de: Impressum – MentoroAI

source: Legal Notice
de: Impressum

source: Information according to § 5 TMG (Germany)
de: Angaben gemäß § 5 TMG (Deutschland)

source: Germany
de: Deutschland

source: Contact
de: Kontakt

source: Responsible for content (§ 18 (2) MStV)
de: Verantwortlich für den Inhalt (§ 18 Abs. 2 MStV)

source: Disclaimer
de: Haftungsausschluss

source: Despite careful content control, we assume no liability for external links. The operators of the linked pages are solely responsible for their content.
de: Trotz sorgfältiger inhaltlicher Kontrolle übernehmen wir keine Haftung für externe Links. Für den Inhalt der verlinkten Seiten sind ausschließlich deren Betreiber verantwortlich.

source: Privacy Policy – MentoroAI
de: Datenschutzerklärung – MentoroAI

source: Privacy Policy
de: Datenschutzerklärung

source: 1. Controller
de: 1. Verantwortlicher

source: Controller under data protection law, in particular the EU GDPR, is:
de: Verantwortlicher im Sinne der Datenschutzgesetze, insbesondere der DSGVO, ist:

source: 2. Collection and storage of personal data
de: 2. Erhebung und Speicherung personenbezogener Daten

source: When you visit this website, information sent by your browser is automatically collected (e.g., IP address, date and time, pages viewed, browser used). These data are technically required to display the website correctly and serve the security of the system.
de: Beim Besuch dieser Website werden automatisch Informationen erfasst, die Ihr Browser sendet (z. B. IP-Adresse, Datum und Uhrzeit, aufgerufene Seiten, verwendeter Browser). Diese Daten sind technisch erforderlich, um die Website korrekt anzuzeigen und die Systemsicherheit zu gewährleisten.

source: 3. Contact
de: 3. Kontakt

source: If you contact us by email, we store your details to process the request and for possible follow-up questions.
de: Wenn du uns per E-Mail kontaktierst, speichern wir deine Angaben zur Bearbeitung der Anfrage und für mögliche Anschlussfragen.

source: 4. Registration / User accounts
de: 4. Registrierung / Benutzerkonten

source: If you create a user account, we process your entered data (name, email address, password) solely for providing your account and managing your content.
de: Wenn Sie ein Benutzerkonto erstellen, verarbeiten wir Ihre eingegebenen Daten (Name, E-Mail-Adresse, Passwort) ausschließlich zum Zweck der Bereitstellung Ihres Kontos und der Verwaltung Ihrer Inhalte.

source: 5. Cookies and tracking technologies
de: 5. Cookies und Tracking-Technologien

source: This website uses cookies to ensure technical functionality and, after your explicit consent, to analyze usage behaviour. The storage and evaluation of non-essential cookies only takes place with your prior consent in accordance with Art. 6(1)(a) GDPR. Consent is managed through the consent management platform Cookiebot by Usercentrics.
de: Diese Website verwendet Cookies, um die technische Funktionalität zu gewährleisten und, nach Ihrer ausdrücklichen Einwilligung, das Nutzungsverhalten zu analysieren. Die Speicherung und Auswertung nicht notwendiger Cookies erfolgt nur mit Ihrer vorherigen Einwilligung gemäß Art. 6 Abs. 1 lit. a DSGVO. Die Einwilligung wird über die Consent-Management-Plattform Cookiebot von Usercentrics verwaltet.

source: 6. Consent management (Cookiebot)
de: 6. Einwilligungsverwaltung (Cookiebot)

source: We use the consent management platform Cookiebot by Usercentrics to obtain and manage legally required cookie consent. Cookiebot stores cookies that document your consent status and block all non-essential cookies until you consent. The processing is based on our legal obligation under Art. 6(1)(c) GDPR.
de: Wir nutzen die Consent-Management-Plattform Cookiebot von Usercentrics, um die rechtlich erforderliche Cookie-Einwilligung einzuholen und zu verwalten. Cookiebot speichert Cookies, die Ihren Einwilligungsstatus dokumentieren und alle nicht notwendigen Cookies blockieren, bis Sie Ihre Einwilligung erteilen. Die Verarbeitung erfolgt auf Grundlage unserer rechtlichen Verpflichtung gemäß Art. 6 Abs. 1 lit. c DSGVO.

source: If you give your consent to the “Statistics” category, we use Google Analytics 4 to analyze website usage. Google Analytics 4 works with pseudonymized identifiers and does not store full IP addresses. Google Consent Mode v2 ensures that no Analytics cookies are set before consent is given.
de: Wenn Sie der Kategorie „Statistik“ zugestimmt haben, verwenden wir Google Analytics 4 zur Analyse der Website-Nutzung. Google Analytics 4 nutzt pseudonymisierte Kennungen und speichert keine vollständigen IP-Adressen. Der Google Consent Mode v2 stellt sicher, dass ohne Ihre Einwilligung keine Analyse-Cookies gesetzt werden.

source: Legal basis
de: Rechtsgrundlage

source: Your consent under Art. 6(1)(a) GDPR.
de: Ihre Einwilligung gemäß Art. 6 Abs. 1 lit. a DSGVO.

source: Data transfer
de: Datenübermittlung

source: Data may be transferred to Google LLC in the United States. Google participates in the EU–US Data Privacy Framework.
de: Daten können an Google LLC in den USA übermittelt werden. Google nimmt am EU-US-Datenschutzrahmen teil.

source: 8. Google Sign-In (Social Login)
de: 8. Google-Anmeldung (Social Login)

source: On this website you can log in or create an account using your Google account ("Google Sign-In"). The provider of this service is Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Ireland.
de: Auf dieser Website können Sie sich mit Ihrem Google-Konto anmelden oder ein Konto erstellen („Google-Anmeldung“). Anbieter dieses Dienstes ist Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Irland.

source: Data processed
de: Verarbeitete Daten

source: We receive from Google your name, email address and a unique Google user ID. This data is used solely to create and manage your user account on MentoroAI and to authenticate you when you log in.
de: Wir erhalten von Google Ihren Namen, Ihre E-Mail-Adresse und eine eindeutige Google-Nutzer-ID. Diese Daten werden ausschließlich dazu verwendet, Ihr Benutzerkonto bei MentoroAI zu erstellen und zu verwalten sowie Sie beim Anmelden zu authentifizieren.

source: Purpose
de: Zweck

source: Providing a convenient and secure login option and managing your user account.
de: Wir bieten Ihnen eine komfortable und sichere Anmeldemöglichkeit und ermöglichen die Verwaltung Ihres Benutzerkontos.

source: Your consent according to Art. 6(1)(a) GDPR.
de: Ihre Zustimmung gemäß Art. 6(1)(a) DSGVO.

source: Data storage and deletion
de: Datenspeicherung und -löschung

source: We store the data received from Google as long as your user account exists. If you delete your account, this data will be deleted unless statutory retention periods require longer storage.
de: Wir speichern die von Google erhaltenen Daten, solange Ihr Nutzerkonto besteht. Wenn Sie Ihr Konto löschen, werden diese Daten gelöscht, es sei denn, gesetzliche Aufbewahrungsfristen erfordern eine längere Speicherung.

source: Data may be transferred to Google LLC (USA).
de: Daten können an Google LLC (USA) übertragen werden.

source: Further information
de: Weitere Informationen

source: 9. GitHub Sign-In (Social Login)
de: 9. GitHub-Anmeldung (Social Login)

source: You can also log in or create an account using your GitHub account ("GitHub Sign-In"). The provider of this service is GitHub, Inc., 88 Colin P. Kelly Jr. Street, San Francisco, CA 94107, USA.
de: Sie können sich auch mit Ihrem GitHub-Konto anmelden oder ein Konto erstellen („GitHub-Anmeldung“). Anbieter dieses Dienstes ist GitHub, Inc., 88 Colin P. Kelly Jr. Street, San Francisco, CA 94107, USA.

source: We receive from GitHub your username, email address and a unique GitHub user ID. This data is used solely to create and manage your user account on MentoroAI and to authenticate you when you log in.
de: Wir erhalten von GitHub Ihren Benutzernamen, Ihre E-Mail-Adresse und eine eindeutige GitHub-Benutzer-ID. Diese Daten werden ausschließlich dazu verwendet, Ihr Benutzerkonto bei MentoroAI zu erstellen und zu verwalten sowie Sie beim Anmelden zu authentifizieren.

source: We store the data received from GitHub as long as your account exists. If you delete your account, this data will be deleted unless statutory retention periods require longer storage.
de: Wir speichern die von GitHub erhaltenen Daten, solange Ihr Konto besteht. Wenn Sie Ihr Konto löschen, werden diese Daten gelöscht, es sei denn, gesetzliche Aufbewahrungsfristen erfordern eine längere Speicherung.

source: GitHub Inc. is located in the United States. Data may therefore be transferred to servers outside the EU.
de: GitHub Inc. hat seinen Sitz in den Vereinigten Staaten. Daten können daher auf Server außerhalb der EU übertragen werden.

source: 10. Your rights
de: 10. Ihre Rechte

source: Access to your stored data
de: Auskunft über deine gespeicherten Daten

source: Rectification of inaccurate data
de: Berichtigung unrichtiger Daten

source: Erasure ('right to be forgotten')
de: Löschung ('Recht, vergessen zu werden')

source: Restriction of processing
de: Einschränkung der Verarbeitung

source: Data portability
de: Datenübertragbarkeit

source: Objection to processing
de: Widerspruch gegen die Verarbeitung

source: 11. Data security
de: 11. Datensicherheit

source: We use technical and organizational measures to protect your data against manipulation, loss, or unauthorized access. These measures are continuously adapted in line with technological developments.
de: Wir setzen technische und organisatorische Maßnahmen ein, um Ihre Daten vor Manipulation, Verlust oder unberechtigtem Zugriff zu schützen. Diese Maßnahmen werden fortlaufend an die technologischen Entwicklungen angepasst.

source: 12. Changes to this Privacy Policy
de: 12. Änderungen an dieser Datenschutzrichtlinie

source: We reserve the right to update this Privacy Policy to reflect current legal requirements.
de: Wir behalten uns vor, diese Datenschutzerklärung bei Änderungen rechtlicher Vorgaben zu aktualisieren.

source: Terms of Use – MentoroAI
de: Nutzungsbedingungen – MentoroAI

source: 1. Scope
de: 1. Geltungsbereich

source: These Terms of Use apply to all visitors and registered users of MentoroAI.
de: Diese Nutzungsbedingungen gelten für alle Besucher und registrierten Benutzer von MentoroAI.

source: 2. Use of content
de: 2. Nutzung von Inhalten

source: The content on this website is provided for informational purposes only. Commercial use without the operator’s consent is not permitted.
de: Die Inhalte dieser Website dienen ausschließlich Informationszwecken. Eine kommerzielle Nutzung ohne Zustimmung des Betreibers ist nicht gestattet.

source: 3. User accounts
de: 3. Benutzerkonten

source: Users must keep their login credentials confidential. The operator reserves the right to suspend or delete accounts in case of misuse.
de: Benutzer müssen ihre Zugangsdaten vertraulich behandeln. Der Betreiber behält sich das Recht vor, Konten bei Missbrauch zu sperren oder zu löschen.

source: 4. Liability
de: 4. Haftung

source: The operator assumes no warranty for the correctness, completeness, or timeliness of the information provided. Any liability for damages arising directly or indirectly from the use is excluded.
de: Der Betreiber übernimmt keine Gewähr für die Richtigkeit, Vollständigkeit oder Aktualität der bereitgestellten Informationen. Jegliche Haftung für Schäden, die direkt oder indirekt aus der Nutzung entstehen, ist ausgeschlossen.

source: 5. Changes
de: 5. Änderungen

source: The operator may amend these Terms of Use at any time. The current version applies.
de: Der Betreiber kann diese Nutzungsbedingungen jederzeit ändern. Es gilt die jeweils aktuelle Version.

source: Confirmation failed
de: Bestätigung fehlgeschlagen

source: Please request a new confirmation email or contact support if the issue persists.
de: Bitte fordere eine neue Bestätigungs-E-Mail an oder wende dich an den Support, wenn das Problem weiterhin besteht.

source: Subscription confirmed
de: Abonnement bestätigt

source: Thank you! %(email)s is now subscribed to the MentoroAI newsletter.
de: Vielen Dank! %(email)s ist jetzt für den MentoroAI-Newsletter angemeldet.

source: You will receive future updates and resources directly in your inbox.
de: Du erhältst zukünftige Updates und Neuigkeiten direkt in deinen Posteingang.

source: Confirm your subscription
de: Bestätige dein Abonnement

source: Hi %(email)s,
de: Hallo %(email)s,

source: Please confirm your subscription to the MentoroAI newsletter by clicking the button below:
de: Bitte bestätige dein Abonnement des MentoroAI-Newsletters, indem du auf die Schaltfläche unten klickst:

source: Confirm subscription
de: Abonnement bestätigen

source: If you did not request this email you can safely ignore it.
de: Wenn du diese E-Mail nicht angefordert hast, kannst du sie getrost ignorieren.

source: To unsubscribe at any time, click here:
de: Um sich jederzeit abzumelden, klicke bitte hier:

source: Please confirm your subscription to the MentoroAI newsletter by clicking the link below:
de: Bitte bestätige dein Abonnement des MentoroAI-Newsletters, indem du auf den folgenden Link klickst:

source: To unsubscribe at any time, visit:
de: Um sich jederzeit abzumelden, besuche:

source: Confirm your MentoroAI newsletter subscription
de: Bestätige dein MentoroAI-Newsletter-Abonnement

source: Subscribe to Newsletter
de: Newsletter abonnieren

source: Subscribe
de: Abonnieren

source: Unsubscribe from newsletter
de: Newsletter abbestellen

source: Unsubscribe from Newsletter
de: Newsletter abbestellen

source: Enter your email address to unsubscribe from future emails.
de: Gib deine E-Mail-Adresse ein, um dich von zukünftigen E-Mails abzumelden.

source: Unsubscribe
de: Abbestellen
