Repository: maikksmt/mentoro-ai
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: de

source: What is AI?
de: Was ist KI?

source: Terms and concepts explained clearly.
de: Begriffe und Konzepte klar erklärt.

source: Prompting fundamentals
de: Grundlagen des Promptings

source: Structured prompts, roles, examples.
de: Strukturierte Prompts, Rollen und Beispiele.

source: Become more productive with AI
de: Werde produktiver mit KI

source: Workflows for everyday life and work.
de: Workflows für Alltag und Beruf.

source: Automate with AI tools
de: Automatisiere mit KI-Tools

source: From simple macros to integrations.
de: Von einfachen Makros bis zu Integrationen.

source: Start your own AI project
de: Starte dein eigenes KI-Projekt

source: Path(s) – one path per line (e.g. <code>/de/glossar/</code>)
de: Pfad(e) – ein Pfad pro Zeile (z.B. <code>/de/glossar/</code>)

source: Check public pages for basic SEO tags.
de: Prüfe öffentliche Seiten auf grundlegende SEO-Tags.

source: Check
de: Prüfen

source: Description
de: Beschreibung

source: Project Github
de: Projekt Github

source: Search
de: Suche

source: Mobile menu
de: Mobiles Menü

source: Close
de: Schließen

source: MentoroAI is currently in public beta
de: MentoroAI befindet sich derzeit in der öffentlichen Beta

source: Recommended for beginners
de: Empfohlen für Anfänger

source: Author accounts are in private beta. If you’re interested, please contact us on GitHub.
de: Autorenkonten befinden sich in der privaten Beta. Wenn Sie interessiert sind, kontaktieren Sie uns bitte auf GitHub.

source: Search term...
de: Suchbegriff...

source: Discover AI Tools
de: KI-Tools entdecken

source: Start with the Starter Guide
de: Beginnen Sie mit dem Start-Leitfaden

source: You're already registered, but an administrator still needs to activate your account. Please be patient.
de: Sie sind bereits registriert, aber ein Administrator muss Ihr Konto noch aktivieren. Bitte haben Sie etwas Geduld.

source: Join for free
de: Kostenlos beitreten

source: Create a free account to start publishing as an author. We are happy.
de: Erstellen Sie ein kostenloses Konto, um als Autor zu veröffentlichen. Wir freuen uns.

source: Access your drafts and continue creating new content.
de: Greifen Sie auf Ihre Entwürfe zu und erstellen Sie weiterhin neue Inhalte.

source: After creating your account, an administrator will review and activate your author access.
de: Nachdem Sie Ihr Konto erstellt haben, wird ein Administrator Ihren Autorenzugang überprüfen und aktivieren.

source: We’re currently onboarding new authors manually. Get in touch if you’d like early access.
de: Wir integrieren derzeit neue Autoren manuell. Kontaktieren Sie uns, wenn Sie einen frühen Zugang möchten.

source: Read details about
de: Lesen Sie Details über

source: Show all terms
de: Alle Begriffe anzeigen

source: Show terms with letter
de: Begriffe anzeigen mit Buchstabe

source: Login with GitHub
de: Mit GitHub anmelden

source: Login with Google
de: Mit Google anmelden

source: Sign up with Google
de: Mit Google anmelden

source: Sign up with GitHub
de: Mit GitHub anmelden

source: Published:
de: Veröffentlicht:

source: Free Tier
de: Kostenlos
